{
    "entity_message_mapping": "Asignación de mensajes de entidad",
    "add_new": "Añadir Nuevo",
    "entity": "Entidad",
    "message": "Mensaje",
    "type": "Tipo",
    "format": "Formato",
    "file": "Archivo",
    "action": "Acción",
    "dashboard": "Panel",

    "showing_1-5_of_1_results": "Mostrando 1-5 de 1 resultados",
    "pages": "Paginas",
    "of": "de",
    "create": "Crear",    
    "entity_1": "Entidad uno",
    "entity_2": "Entidad dos",
    "entity_3": "Entidad tres",    
    "message_type_1": "Mensaje Tipo uno",
    "message_type_2": "Mensaje Tipo dos",
    "message_type_3": "Mensaje Tipo tres",
    "message_type_4": "Mensaje Tipo cuatro",    
    "in": "Aporte",
    "out": "Producción",
    "both": "Ambos",    
    "definition_file": "Archivo de definición",
    "sample_file": "Archivo de muestra",
    "submit": "Entregar",
    "edit": "Editar",
    "update": "Actualizar",

    "configuration": "Configuración",
    "message_configuration": "Mensaje Configuración",
    "entity_configuration": "Entidad Configuración",
    "name": "Nombre",
    "connection_type": "Tipo de conección",
    "data": "Datos",
    "input": "Aporte",
    "output": "Producción",
    "message_1": "Mensaje uno",
    "message_2": "Mensaje dos",
    "message_3": "Mensaje tres",
    "message_4": "Mensaje cuatro",
    "message_5": "Mensaje cinco",
    "upload": "Subir",
    "drag_and_drop_your_file_here_to_upload": "Arrastre y suelte su archivo aquí para cargarlo",
    "or": "O",
    "browse_files": "Búsqueda de archivos",
    "cancel": "Cancelar",
    "required": "Requerido",
    "connection_mode": "Modo de conexión",
    "description": "Descripción",
    "enter_description": "Introduzca la descripción",
    "ip": "IP",
    "port": "Port",
    "queue_name": "Queue Nombre",
    "transformation": "Transformación",
    "message_transformation": "Transformación de Mensajes",
    "entity_message_transformation": "Transformación de Mensaje de Entidad",
    "input_entity": "Entidad de Entrada",
    "output_entity": "Entidad de Salida",
    "input_mode": "Modo de Entrada",
    "output_mode": "Modo de Salida",
    "select_entity": "Seleccionar Entidad",
    "system_configuration": "Configuración del Sistema",
    "user": "Usuario",
    "maker_checker": "Comprobador de Fabricante",
    "role": "Rol",
    "role_access": "Acceso a Roles",
    "system_department": "Departamento de Sistemas",
    "user_access": "Acceso de Usuario",
    "user_certificate": "Certificado de Usuario",
    "user_department": "Departamento de Usuario",
    "user_role": "Rol del Usuario",
    "list": "Lista",
    "user_list": "Lista de Usuarios",
    "search": "Buscar",
    "filter": "Filtrar",
    "id": "ID",
    "user_id": "ID de Usuario",
    "state": "Estado",
    "create_time": "Crear Tiempo",
    "created_by": "Creado Por",
    "update_time": "Tiempo de Actualizacion",
    "update_by": "Actualizar Por",
    "user_create": "Crear Usuario",
    "customer_user_id": "ID de Usuario del Cliente",
    "yes": "Sí",
    "no": "¡No!",
    "full_name": "Nombre Completo",
    "display_name": "Nombre para Mostrar",
    "e_mail": "Correo Electrónico",
    "contact_number": "Número de Contacto",
    "contact_method": "Metodo de Contacto",
    "department": "Departamento",
    "designation": "Designación",
    "location": "Ubicación",
    "working_hours_from": "Horas de Trabajo Desde",
    "working_hours_to": "Horas de Trabajo Hasta",
    "hour": "Hora",
    "minute": "Minuto",
    "user_state": "Estado del usuario",
    "active": "Activo",
    "inactive": "Inactivo",
    "multifactor_authentication_(mfa)": "Autenticación multifactor (MFA)",
    "enable": "Permitir",
    "disable": "Desactivar",
    "select_user": "Seleccionar usuario",
    "reset": "Reiniciar",
    "role_list": "Lista de roles",
    "role_number": "Número de roles",
    "create_date": "Fecha de Creación",
    "role_create": "Crear roles",
    "admin": "Admin",
    "my_profile": "Mi perfil",
    "sign_out": "Desconectar",
    "language": "Idioma",   
    "spanish": "Español",
    "english": "Inglés",
    "copy_right": "Copyright © 2017 - 2024 PayNways Inc. - Todos los derechos reservados. PayGlobal360® es una marca registrada IP de PayNways Inc. o una de sus subsidiarias, en los Estados Unidos, otros países o ambos.",
    "privacy_policy": "Política de Privacidad",
    "terms_and_conditions": "Términos y condiciones",
    "license": "Licencia",
    "version": "Versión",
    "sign_in": "INICIAR SESIÓN",
    "login_id": "ACCESO ID",
    "password": "CONTRASEÑA",
    "login": "ACCESO",
    "forgot_password?": "¿Has olvidado tu contraseña?",
    "system_setup": "Configuración del sistema",
    "application_dashboard": "Panel de aplicación",
    "change_password":"Cambiar Contraseña",
    "security_policy":"Politica de Seguridad",
    "system_performance": "Rendimiento de Sistema",
    "you_have_1_new_notifications": "Tienes 1 Notificaciones nuevas",
    "you_have_10_records_pending_for_approve/reject": "Tienes 10 registros pendientes de Aprobar/Rechazar",
    "30_min._ago": "Hace 30 minutos",
    "user_administration": "Administración de Usuario",
    "logs": "Registros",
    "alerts": "Alertas",
    "database_error_log": "Registro de errores de la base de datos",
    "user_audit": "Auditoría de Usuario",
    "alert_log": "Registro de Alertas",
    "close": "Cerca",
    "select": "Seleccionar",
    "field_position": "Posición de Campo",
    "field_name": "Nombre del Campo",
    "transformation_type": "Tipo de Transformación",
    "same": "Mismo",
    "binary": "Binario",
    "encrypted": "Cifrado",
    "uppercase": "MAYÚSCULAS",
    "lowercase": "minúsculo",
    "name_is_required": "Se requiere el nombre",
    "is_required": "Es requerido",
    "queue_name_is_required": "El nombre de la cola es obligatorio",
    "role_edit": "Editar rol",
    "role_name": "Nombre de rol",
    "save_changes": "Guardar cambios",
    "export": "EXPORTAR",
    "detail": "Detalle",
    "role_detail": "Detalle de rol",
    "created_date": "Fecha de creación",
    "updated_date": "Fecha actualizada",
    "updated_by": "Actualizado por",
    "deleted_date": "Fecha eliminada",
    "deleted_by": "Eliminado por",
    "back": "Atrás",
    "add": "Añadir",
    "view": "Vista",
    "count": "Contar",
    "select_application": "Seleccionar aplicación",
    "select_role": "Seleccionar rol",
    "menu_group": "Grupo de menú",
    "access_group": "Grupo de acceso",
    "access_function": "Función de acceso",
    "choose": "Elegir",
    "phone": "Teléfono",
    "user_detail": "Detalle del usuario",
    "user_format": "Formato de usuario",
    "base_directory": "Directorio base",
    "user_edit": "Editar usuario",
    "code": "Código",
    "outgoing": "Extrovertido",
    "incoming": "Entrante",
    "test": "Prueba",
    "select_all": "Seleccionar todo",
    "dept_test": "Prueba del dept.",
    "trade": "Comercio",
    "loans": "Préstamos",
    "fraud": "Fraude",
    "back_office": "",
    "treasury": "Oficina Trasera",
    "funds": "Fondos",
    "reference_id": "Identificación de referencia",
    "reference_name": "nombre de referencia",
    "error_code": "Código de error",
    "error_message": "Mensaje de error",
    "search_in_archives": "Buscar en Archivos",
    "request": "Pedido",
    "private_data": "Datos privados",
    "action_taken": "Acción tomada",
    "address": "DIRECCIÓN",
    "screen_name": "Nombre de pantalla",
    "choose_system": "Elija el sistema",
    "previous_data": "Datos anteriores",
    "server_name": "Nombre del servidor",
    "unique_reference": "Referencia única",
    "status": "Estado",
    "save": "Ahorrar",
    "recent_message": "Mensaje reciente",
    "recent_entity": "Entidad reciente",
    "recent_activity": "Actividad reciente",
    "total_message": "Mensaje total",
    "total_transaction": "Transacción total",
    "min": "mín.",
    "hours": "horas",
    "toastr.success": "Éxito",
    "toastr.error": "Por favor complete los campos requeridos",
    "TERMS_AND_CONDITIONS": "Términos y Condiciones",
    "T_AND_C1":"Estos términos y condiciones (\"Términos\", \"Acuerdo\") son un acuerdo entre PayNways LLC (\"PayNways LLC\", \"nosotros\", \"nosotros\" o \"nuestro\") y usted (\"Usuario\", \"usted\" o \"su\"). Este Acuerdo establece los términos y condiciones generales de su uso del sitio web paynways.com y cualquiera de sus productos o servicios (colectivamente, \"Sitio web\" o \"Servicios\")",
    "T_AND_C2":"Cuentas y membresía",
    "T_AND_C3":"Si crea una cuenta en el sitio web, es responsable de mantener la seguridad de su cuenta y es totalmente responsable de todas las actividades que ocurran bajo la cuenta y cualquier otra acción tomada en relación con ella. Podemos monitorear y revisar cuentas nuevas antes de que usted pueda iniciar sesión y utilizar nuestros Servicios. Proporcionar información de contacto falsa de cualquier tipo puede resultar en la cancelación de su cuenta. Debe notificarnos inmediatamente sobre cualquier uso no autorizado de su cuenta o cualquier otra violación de seguridad. No seremos responsables de ningún acto u omisión por su parte, incluidos los daños de cualquier tipo incurridos como resultado de dichos actos u omisiones. Podemos suspender, deshabilitar o eliminar su cuenta (o cualquier parte de ella) si determinamos que ha violado alguna disposición de este Acuerdo o que su conducta o contenido tendería a dañar nuestra reputación y buena voluntad. Si eliminamos su cuenta por los motivos anteriores, no podrá volver a registrarse en nuestros Servicios. Podemos bloquear su dirección de correo electrónico y su dirección de protocolo de Internet para evitar un mayor registro.",
    "T_AND_C4":"Facturación y pagos",
    "T_AND_C5":"Deberá pagar todas las tarifas o cargos a su cuenta de acuerdo con las tarifas, cargos y términos de facturación vigentes en el momento en que una tarifa o cargo vence y es pagadero. Si, a nuestro juicio, su compra constituye una transacción de alto riesgo, le solicitaremos que nos proporcione una copia de su identificación con fotografía válida emitida por el gobierno y posiblemente una copia de un extracto bancario reciente de la tarjeta de crédito o débito utilizada. para la compra. Nos reservamos el derecho de cambiar productos en cualquier momento.",
    "T_AND_C6":"Exactitud de la información",
    "T_AND_C7":"Ocasionalmente puede haber información en el sitio web que contenga errores tipográficos, inexactitudes u omisiones que puedan estar relacionadas con descripciones de productos, precios, disponibilidad, promociones y ofertas. Nos reservamos el derecho de corregir cualquier error, inexactitud u omisión, y de cambiar o actualizar información o cancelar pedidos si alguna información en el sitio web o en cualquier servicio relacionado es inexacta en cualquier momento sin previo aviso (incluso después de haber enviado su pedido). . No asumimos ninguna obligación de actualizar, modificar o aclarar la información en el sitio web, incluida, entre otras, la información sobre precios, excepto según lo exija la ley. No se debe tomar ninguna actualización especificada o fecha de actualización aplicada en el sitio web para indicar que toda la información en el sitio web o en cualquier servicio relacionado ha sido modificada o actualizada.",
    "T_AND_C8":"Enlaces a otros sitios web",
    "T_AND_C9":"Aunque este sitio web puede vincularse a otros sitios web, no implicamos, directa o indirectamente, ninguna aprobación, asociación, patrocinio, respaldo o afiliación con ningún sitio web vinculado, a menos que se indique específicamente en este documento. No somos responsables de examinar o evaluar, y no garantizamos las ofertas de ninguna empresa o individuo ni el contenido de sus sitios web. No asumimos ninguna responsabilidad por las acciones, productos, servicios y contenido de otros terceros. Debe revisar atentamente las declaraciones legales y otras condiciones de uso de cualquier sitio web al que acceda a través de un enlace desde este Sitio Web. El enlace a cualquier otro sitio web externo es bajo su propio riesgo.",
    "T_AND_C10":"Usos prohibidos",
    "T_AND_C11":"Además de otros términos establecidos en el Acuerdo, tiene prohibido utilizar el sitio web o su contenido: (a) para cualquier propósito ilegal; (b) solicitar a otros que realicen o participen en cualquier acto ilegal; (c) violar cualquier reglamento, norma, ley u ordenanza local internacional, federal, provincial o estatal; (d) infringir o violar nuestros derechos de propiedad intelectual o los derechos de propiedad intelectual de otros; (e) acosar, abusar, insultar, dañar, difamar, calumniar, menospreciar, intimidar o discriminar por motivos de género, orientación sexual, religión, etnia, raza, edad, origen nacional o discapacidad; (f) enviar información falsa o engañosa; (g) para cargar o transmitir virus o cualquier otro tipo de código malicioso que se utilizará o podrá utilizarse de cualquier manera que afecte la funcionalidad o el funcionamiento del Servicio o de cualquier sitio web relacionado, otros sitios web o Internet; (h) para recopilar o rastrear la información personal de otros; (i) enviar spam, phishing, pharm, pretexto, spider, rastreo o scrape; (j) para cualquier propósito obsceno o inmoral; o (k) interferir o eludir las funciones de seguridad del Servicio o cualquier sitio web relacionado, otros sitios web o Internet. Nos reservamos el derecho de cancelar su uso del Servicio o de cualquier sitio web relacionado por violar cualquiera de los usos prohibidos.",
    "T_AND_C12":"Derechos de propiedad intelectual",
    "T_AND_C13":"Este Acuerdo no le transfiere ninguna propiedad intelectual propiedad de PayNways LLC o de terceros, y todos los derechos, títulos e intereses sobre dicha propiedad permanecerán (entre las partes) únicamente en PayNways LLC. Todas las marcas comerciales, marcas de servicio, gráficos y logotipos utilizados en relación con nuestro sitio web o servicios son marcas comerciales o marcas comerciales registradas de PayNways LLC o de los licenciantes de PayNways LLC. Otras marcas comerciales, marcas de servicio, gráficos y logotipos utilizados en relación con nuestro sitio web o servicios pueden ser marcas comerciales de otros terceros. El uso de nuestro sitio web y nuestros servicios no le otorga ningún derecho o licencia para reproducir o utilizar de otro modo ninguna marca comercial de PayNways LLC o de terceros.",
    "T_AND_C14":"Renuncia de garantía",
    "T_AND_C15":"Usted acepta que el uso de nuestro sitio web o servicios es únicamente bajo su propio riesgo. Usted acepta que dicho Servicio se proporciona \"tal cual\" y \"según disponibilidad\". Renunciamos expresamente a todas las garantías de cualquier tipo, ya sean expresas o implícitas, incluidas, entre otras, las garantías implícitas de comerciabilidad, idoneidad para un propósito particular y no infracción. No ofrecemos ninguna garantía de que los Servicios cumplirán con sus requisitos, o que el Servicio será ininterrumpido, oportuno, seguro o libre de errores; ni ofrecemos ninguna garantía sobre los resultados que se pueden obtener del uso del Servicio o sobre la exactitud o confiabilidad de cualquier información obtenida a través del Servicio o que los defectos en el Servicio serán corregidos. Usted comprende y acepta que cualquier material y/o datos descargados u obtenidos de otro modo mediante el uso del Servicio se realiza bajo su propia discreción y riesgo y que usted será el único responsable de cualquier daño a su sistema informático o pérdida de datos que resulte del descarga de dicho material y/o datos. No ofrecemos ninguna garantía con respecto a los bienes o servicios comprados u obtenidos a través del Servicio o cualquier transacción realizada a través del Servicio. Ningún consejo o información, ya sea oral o escrito, que usted obtenga de nosotros o a través del Servicio creará ninguna garantía que no esté expresamente establecida en este documento.",
    "T_AND_C16":"Limitación de responsabilidad",
    "T_AND_C17":"En la máxima medida permitida por la ley aplicable, en ningún caso PayNways LLC, sus afiliados, funcionarios, directores, empleados, agentes, proveedores o licenciantes serán responsables ante ninguna persona por (a): cualquier cobertura indirecta, incidental, especial, punitiva, o daños consecuentes (incluidos, entre otros, daños por lucro cesante, ingresos, ventas, fondo de comercio, uso de contenido, impacto en el negocio, interrupción del negocio, pérdida de ahorros anticipados, pérdida de oportunidades comerciales) independientemente de su causa, según cualquier teoría de responsabilidad, incluyendo, entre otros, contrato, agravio, garantía, incumplimiento del deber legal, negligencia o de otro tipo, incluso si PayNways LLC ha sido informado sobre la posibilidad de tales daños o podría haber previsto dichos daños. En la medida máxima permitida por la ley aplicable, la responsabilidad total de PayNways LLC y sus afiliados, funcionarios, empleados, agentes, proveedores y licenciantes, en relación con los servicios, se limitará a una cantidad mayor a un dólar o cualquier cantidad realmente pagada en efectivo. por usted a PayNways LLC durante el período de un mes anterior al primer evento o suceso que dio lugar a dicha responsabilidad. Las limitaciones y exclusiones también se aplican si este recurso no lo compensa completamente por cualquier pérdida o no cumple con su propósito esencial.",
    "T_AND_C18":"Indemnización",
    "T_AND_C19":"Usted acepta indemnizar y eximir a PayNways LLC y sus afiliados, directores, funcionarios, empleados y agentes de cualquier responsabilidad, pérdida, daño o costo, incluidos los honorarios razonables de abogados, incurridos en relación con o que surjan de cualquier acusación de terceros. , reclamos, acciones, disputas o demandas presentadas contra cualquiera de ellos como resultado de o en relación con su Contenido, su uso del sitio web o los Servicios o cualquier mala conducta intencional de su parte.",
    "T_AND_C20":"Divisibilidad",
    "T_AND_C21":"Todos los derechos y restricciones contenidos en este Acuerdo pueden ejercerse y serán aplicables y vinculantes solo en la medida en que no violen ninguna ley aplicable y están destinados a limitarse en la medida necesaria para que no hagan que este Acuerdo sea ilegal o inválido. o inaplicable. Si cualquier disposición o parte de cualquier disposición de este Acuerdo es considerada ilegal, inválida o inaplicable por un tribunal de jurisdicción competente, la intención de las partes es que las disposiciones restantes o partes de las mismas constituyan su acuerdo con respecto al objeto del presente, y todas las disposiciones restantes o partes de las mismas permanecerán en pleno vigor y efecto.",
    "T_AND_C22":"Resolución de conflictos",
    "T_AND_C23":"La formación, interpretación y ejecución de este Acuerdo y cualquier disputa que surja de él se regirán por las leyes sustantivas y procesales de Delaware, Estados Unidos, sin tener en cuenta sus reglas sobre conflictos o elección de ley y, en la medida aplicable, las leyes de Estados Unidos. La jurisdicción y competencia exclusivas para las acciones relacionadas con el objeto del presente serán los tribunales ubicados en Delaware, Estados Unidos, y por el presente usted se somete a la jurisdicción personal de dichos tribunales. Por la presente, usted renuncia a cualquier derecho a un juicio con jurado en cualquier procedimiento que surja de este Acuerdo o esté relacionado con él. La Convención de las Naciones Unidas sobre Contratos de Compraventa Internacional de Mercaderías no se aplica a este Acuerdo.",
    "T_AND_C24":"Asignación",
    "T_AND_C25":"No puede ceder, revender, sublicenciar ni transferir ni delegar ninguno de sus derechos u obligaciones en virtud del presente, en su totalidad o en parte, sin nuestro consentimiento previo por escrito, cuyo consentimiento será a nuestra entera discreción y sin obligación; cualquier cesión o transferencia será nula y sin efecto. Somos libres de ceder cualquiera de sus derechos u obligaciones en virtud del presente, en su totalidad o en parte, a cualquier tercero como parte de la venta de todos o sustancialmente todos sus activos o acciones o como parte de una fusión.",
    "T_AND_C26":"Cambios y enmiendas",
    "T_AND_C27":"Nos reservamos el derecho de modificar este Acuerdo o sus políticas relacionadas con el sitio web o los servicios en cualquier momento, a partir de la publicación de una versión actualizada de este Acuerdo en el sitio web. Cuando lo hagamos, revisaremos la fecha actualizada al final de esta página. El uso continuado del sitio web después de dichos cambios constituirá su consentimiento a dichos cambios.",
    "T_AND_C28":"Aceptación de estos términos.",
    "T_AND_C29":"Usted reconoce que ha leído este Acuerdo y acepta todos sus términos y condiciones. Al utilizar el sitio web o sus servicios, usted acepta estar sujeto a este Acuerdo. Si no acepta cumplir con los términos de este Acuerdo, no está autorizado a usar o acceder al sitio web y sus servicios.",
    "T_AND_C30":"Contactando con nosotras",
    "T_AND_C31":"Si desea comunicarse con nosotros para comprender más sobre este Acuerdo o desea comunicarse con nosotros sobre cualquier asunto relacionado con él, puede hacerlo a través del formulario de contacto, enviar un correo electrónico a webadmin@paynways.com o escribir una carta a 197 Route 18 Sur, Suite 3000, East Brunswick, Nueva Jersey, 98116, EE. UU.",
    "T_AND_C32":"Este documento se actualizó por última vez el 2 de junio de 2020.",
    "privacy_policy1":"Esta política de privacidad (\"Política\") describe cómo PayNways LLC (\"PayNways LLC\", \"nosotros\", \"nos\" o \"nuestro\") recopila, protege y utiliza la información de identificación personal (\"Información personal\") que usted (\"Usuario\" , \"usted\" o \"su\") puede proporcionar en el sitio web paynways.com y cualquiera de sus productos o servicios (colectivamente, \"Sitio Web\" o \"Servicios\")",
    "privacy_policy2":"También describe las opciones disponibles para usted con respecto al uso que hacemos de su información personal y cómo puede acceder y actualizar esta información. Esta Política no se aplica a las prácticas de empresas que no poseemos ni controlamos, ni a personas que no empleamos ni administramos.",
    "privacy_policy3":"Recopilación automática de información.",
    "privacy_policy4":"Cuando visita el sitio web, nuestros servidores registran automáticamente la información que envía su navegador. Estos datos pueden incluir información como la dirección IP de su dispositivo, el tipo y la versión del navegador, el tipo y la versión del sistema operativo, las preferencias de idioma o la página web que estaba visitando antes de llegar a nuestro sitio web. Las páginas de nuestro sitio web que visita. El tiempo que pasa en esas páginas. La información que busca. para las horas y fechas de acceso a nuestro sitio web y otras estadísticas",
    "privacy_policy5":"La información recopilada automáticamente se utiliza únicamente para identificar posibles casos de abuso y establecer información estadística sobre el uso del sitio web. Esta información estadística no se agrega de tal manera que pueda identificar a ningún usuario particular del sistema.",
    "privacy_policy6":"Recopilación de información personal",
    "privacy_policy7":"Puede visitar el sitio web sin decirnos quién es ni revelar ninguna información mediante la cual alguien pueda identificarlo como un individuo específico e identificable. Sin embargo, si desea utilizar algunas de las funciones de los sitios web, es posible que se le solicite que proporcione cierta información personal (por ejemplo, su nombre y dirección de correo electrónico). Recibimos y almacenamos cualquier información que usted nos proporcione conscientemente cuando crea una cuenta, realiza una compra o completa cualquier formulario en línea en el sitio web. Cuando sea necesario, esta información puede incluir lo siguiente:",
    "privacy_policy8":"Datos personales como nombre, país de residencia, etc.",
    "privacy_policy9":"Información de contacto como dirección de correo electrónico, dirección, etc.",
    "privacy_policy10":"Detalles de la cuenta, como nombre de usuario, ID de usuario único, contraseña, etc.",
    "privacy_policy11":"Puede optar por no proporcionarnos su información personal, pero entonces es posible que no pueda aprovechar algunas de las funciones de los sitios web. Los usuarios que no estén seguros de qué información es obligatoria pueden ponerse en contacto con nosotros.",
    "privacy_policy12":"Gestión de información personal",
    "privacy_policy13":"Puede eliminar cierta información personal que tenemos sobre usted. La Información personal que puede eliminar puede cambiar a medida que cambian el sitio web o los servicios. Sin embargo, cuando elimina Información personal, podemos mantener una copia de la Información personal no revisada en nuestros registros durante el tiempo necesario para cumplir con nuestras obligaciones con nuestros afiliados y socios, y para los fines que se describen a continuación. Si desea eliminar su información personal o eliminar permanentemente su cuenta, puede hacerlo comunicándose con nosotros.",
    "privacy_policy14":"Almacenamiento de información personal",
    "privacy_policy15":"Conservaremos y utilizaremos su Información personal durante el período necesario para cumplir con nuestras obligaciones legales, resolver disputas y hacer cumplir nuestros acuerdos, a menos que la ley requiera o permita un período de retención más largo. Podemos utilizar cualquier dato agregado derivado de o que incorpore su Información personal después de que usted la actualice o elimine, pero no de una manera que lo identifique personalmente. Una vez que expire el período de retención, la Información personal se eliminará. Por tanto, el derecho de acceso, el derecho de supresión, el derecho de rectificación y el derecho a la portabilidad de los datos no podrán hacerse valer una vez transcurrido el plazo de conservación.",
    "privacy_policy16":"Uso y procesamiento de la información recopilada.",
    "privacy_policy17":"Para que nuestro sitio web y nuestros servicios estén disponibles para usted, o para cumplir con una obligación legal, necesitamos recopilar y utilizar cierta información personal. Si no proporciona la información que le solicitamos, es posible que no podamos proporcionarle los productos o servicios solicitados. Parte de la información que recopilamos proviene directamente de usted a través de nuestro sitio web. Sin embargo, también podemos recopilar información personal sobre usted de otras fuentes. Cualquiera de la información que recopilamos de usted puede usarse para los siguientes propósitos:",
    "privacy_policy18":"Crear y administrar cuentas de usuario",
    "privacy_policy19":"Cumplir y gestionar pedidos",
    "privacy_policy20":"Entregar productos o servicios",
    "privacy_policy21":"Mejorar productos y servicios",
    "privacy_policy22":"Enviar información administrativa",
    "privacy_policy23":"Enviar comunicaciones promocionales y de marketing.",
    "privacy_policy24":"Responder a consultas y ofrecer soporte.",
    "privacy_policy25":"Solicitar comentarios de los usuarios",
    "privacy_policy26":"Mejorar la experiencia del usuario",
    "privacy_policy27":"Publicar testimonios de clientes",
    "privacy_policy28":"Ofrecer publicidad dirigida",
    "privacy_policy29":"Administrar sorteos y concursos.",
    "privacy_policy30":"Hacer cumplir los términos, condiciones y políticas",
    "privacy_policy31":"Protéjase del abuso y de usuarios malintencionados",
    "privacy_policy32":"Responder a solicitudes legales y prevenir daños",
    "privacy_policy33":"Ejecutar y operar nuestro sitio web y servicios",
    "privacy_policy34":"El procesamiento de su Información personal depende de cómo interactúa con nuestro sitio web, dónde se encuentra en el mundo y si se aplica uno de los siguientes: (i) Ha dado su consentimiento para uno o más propósitos específicos. Sin embargo, esto no se aplica siempre que el procesamiento de Información personal esté sujeto a la Ley de Privacidad del Consumidor de California o la ley europea de protección de datos; (ii) el suministro de información es necesario para la ejecución de un acuerdo con usted y/o para cualquier obligación precontractual del mismo; (iii) el procesamiento es necesario para el cumplimiento de una obligación legal a la que está sujeto; (iv) el procesamiento está relacionado con una tarea que se lleva a cabo en interés público o en el ejercicio de la autoridad oficial que se nos ha conferido; (v) El procesamiento es necesario para los fines de los intereses legítimos que perseguimos nosotros o un tercero.",
    "privacy_policy35":"Tenga en cuenta que, según algunas legislaciones, es posible que se nos permita procesar información hasta que usted se oponga a dicho procesamiento (optando por no participar), sin tener que depender del consentimiento ni de ninguna otra de las siguientes bases legales. En cualquier caso, estaremos encantados de aclarar la base jurídica específica que se aplica al procesamiento y, en particular, si el suministro de Información personal es un requisito legal o contractual, o un requisito necesario para celebrar un contrato.",
    "privacy_policy36":"Transferencia y almacenamiento de información.",
    "privacy_policy37":"Dependiendo de su ubicación, las transferencias de datos pueden implicar transferir y almacenar su información en un país distinto al suyo. Tiene derecho a conocer la base jurídica de las transferencias de información a un país fuera de la Unión Europea o a cualquier organización internacional de derecho internacional público o creada por dos o más países, como la ONU, y sobre las medidas de seguridad adoptadas por nosotros para salvaguardar su información. Si se realiza dicha transferencia, puede obtener más información consultando las secciones correspondientes de este documento o consultarnos utilizando la información proporcionada en la sección de contacto.",
    "privacy_policy38":"Los derechos de las usuarias.",
    "privacy_policy39":"Puede ejercer ciertos derechos con respecto a su información procesada por nosotros. En particular, tiene derecho a hacer lo siguiente: (i) tiene derecho a retirar su consentimiento cuando previamente haya dado su consentimiento para el procesamiento de su información; (ii) tiene derecho a oponerse al procesamiento de su información si el procesamiento se lleva a cabo sobre una base legal distinta del consentimiento; (iii) usted tiene derecho a saber si procesamos información, obtener información sobre ciertos aspectos del procesamiento y obtener una copia de la información que se procesa; (iv) tiene derecho a verificar la exactitud de su información y solicitar que se actualice o corrija; (v) usted tiene derecho, bajo ciertas circunstancias, a restringir el procesamiento de su información, en cuyo caso, no procesaremos su información para ningún propósito distinto al de almacenarla; (vi) usted tiene derecho, bajo determinadas circunstancias, a que eliminemos su información personal de nuestra parte; (vii) tiene derecho a recibir su información en un formato estructurado, de uso común y legible por máquina y, si es técnicamente posible, a que se transmita a otro responsable del tratamiento sin ningún obstáculo. Esta disposición es aplicable siempre que su información sea procesada por medios automatizados y que el procesamiento se base en su consentimiento, en un contrato del que usted sea parte o en obligaciones precontractuales del mismo.",
    "privacy_policy40":"El derecho a oponerse al procesamiento",
    "privacy_policy41":"Cuando la Información personal se procesa para el interés público, en el ejercicio de una autoridad oficial que nos ha sido conferida o para los fines de los intereses legítimos que perseguimos, usted puede oponerse a dicho procesamiento proporcionando un motivo relacionado con su situación particular para justificar el objeción. Debe saber que, sin embargo, si su Información personal se procesa con fines de marketing directo, puede oponerse a ese procesamiento en cualquier momento sin proporcionar ninguna justificación. Para saber si procesamos información personal con fines de marketing directo, puede consultar las secciones pertinentes de este documento.",
    "privacy_policy42":"Cómo ejercer estos derechos",
    "privacy_policy43":"Cualquier solicitud para ejercer los derechos del Usuario puede dirigirse a PayNways LLC a través de los datos de contacto proporcionados en este documento. Estas solicitudes se pueden ejercer de forma gratuita y PayNways LLC las abordará lo antes posible.",
    "privacy_policy44":"Derechos de privacidad de California",
    "privacy_policy45":"Además de los derechos explicados en esta Política de Privacidad, los residentes de California que proporcionan Información Personal (como se define en el estatuto) para obtener productos o servicios para uso personal, familiar o doméstico tienen derecho a solicitarnos y obtener de nosotros, una vez al año. año, información sobre la Información personal que compartimos, si corresponde, con otras empresas para usos de marketing. Si corresponde, esta información incluiría las categorías de Información personal y los nombres y direcciones de aquellas empresas con las que compartimos dicha información personal durante el año calendario inmediatamente anterior (por ejemplo, las solicitudes realizadas en el año actual recibirán información sobre el año anterior). . Para obtener esta información por favor contáctenos.",
    "privacy_policy46":"Además, los residentes de California tienen derecho a optar por no participar en la venta de su Información personal, lo que puede incluir la venta, divulgación o transferencia de Información personal a otra empresa o a un tercero a cambio de una contraprestación monetaria o de otro tipo. Para hacerlo, visite nuestra página No vender o simplemente contáctenos.",
    "privacy_policy47":"Facturación y pagos",
    "privacy_policy48":"Utilizamos procesadores de pagos de terceros para ayudarnos a procesar su información de pago de forma segura. El uso de su información personal por parte de dichos procesadores externos se rige por sus respectivas políticas de privacidad, que pueden contener o no protecciones de privacidad tan protectoras como esta Política de privacidad. Le sugerimos revisar sus respectivas políticas de privacidad.",
    "privacy_policy49":"Privacidad de los niños",
    "privacy_policy50":"No recopilamos intencionadamente ninguna información personal de niños menores de 13 años. Si es menor de 13 años, no envíe ninguna información personal a través de nuestro sitio web o servicio. Alentamos a los padres y tutores legales a controlar el uso de Internet de sus hijos y ayudar a hacer cumplir esta Política instruyendo a sus hijos a que nunca proporcionen información personal a través de nuestro sitio web o servicio sin su permiso.",
    "privacy_policy51":"Si tiene motivos para creer que un niño menor de 13 años nos ha proporcionado información personal a través de nuestro sitio web o servicio, comuníquese con nosotros. También debe tener al menos 16 años de edad para dar su consentimiento para el procesamiento de su información personal en su país (en algunos países podemos permitir que sus padres o tutores lo hagan en su nombre).",
    "privacy_policy52":"Boletines",
    "privacy_policy53":"Ofrecemos boletines electrónicos a los que usted puede suscribirse voluntariamente en cualquier momento. Nos comprometemos a mantener la confidencialidad de su dirección de correo electrónico y no la divulgaremos a terceros, excepto según lo permitido en la sección de uso y procesamiento de la información. Mantendremos la información enviada por correo electrónico de acuerdo con las leyes y regulaciones aplicables.",
    "privacy_policy54":"De conformidad con la Ley CAN-SPAM, todos los correos electrónicos que enviemos indicarán claramente de quién proviene el correo electrónico y proporcionarán información clara sobre cómo comunicarse con el remitente. Puede optar por dejar de recibir nuestro boletín informativo o correos electrónicos de marketing siguiendo las instrucciones para cancelar la suscripción incluidas en estos correos electrónicos o comunicándose con nosotros. Sin embargo, seguirá recibiendo correos electrónicos transaccionales esenciales.",
    "privacy_policy55":"Galletas",
    "privacy_policy56":"El sitio web utiliza \"cookies\" para ayudar a personalizar su experiencia en línea. Una cookie es un archivo de texto que un servidor de páginas web coloca en su disco duro. Las cookies no se pueden utilizar para ejecutar programas ni enviar virus a su computadora. Las cookies se le asignan exclusivamente a usted y solo pueden ser leídas por un servidor web en el dominio que le emitió la cookie.",
    "privacy_policy57":"Podemos utilizar cookies para recopilar, almacenar y rastrear información con fines estadísticos para operar nuestro sitio web y nuestros servicios. Tiene la posibilidad de aceptar o rechazar las cookies. La mayoría de los navegadores web aceptan cookies automáticamente, pero normalmente puede modificar la configuración de su navegador para rechazarlas si lo prefiere. Si elige rechazar las cookies, es posible que no pueda experimentar plenamente las funciones del sitio web y los servicios. Para obtener más información sobre las cookies y cómo gestionarlas, visite internetcookies.org",
    "privacy_policy58":"Además de utilizar cookies y tecnologías relacionadas como se describe anteriormente, también podemos permitir que ciertas empresas de terceros nos ayuden a personalizar la publicidad que creemos que puede ser de interés para los usuarios y a recopilar y utilizar otros datos sobre las actividades de los usuarios en el sitio web. Estas empresas pueden publicar anuncios que también pueden colocar cookies y realizar un seguimiento del comportamiento del usuario.",
    "privacy_policy59":"No rastrear señales",
    "privacy_policy60":"Algunos navegadores incorporan una función No rastrear que indica a los sitios web que visita que no desea que se rastree su actividad en línea. El seguimiento no es lo mismo que usar o recopilar información en relación con un sitio web. Para estos fines, el seguimiento se refiere a la recopilación de información de identificación personal de los consumidores que usan o visitan un sitio web o servicio en línea a medida que navegan por diferentes sitios web a lo largo del tiempo. La forma en que los navegadores comunican la señal No rastrear aún no es uniforme. Como resultado, este sitio web aún no está configurado para interpretar o responder a las señales de No rastrear comunicadas por su navegador. Aun así, como se describe con más detalle a lo largo de esta Política, limitamos nuestro uso y recopilación de su información personal.",
    "privacy_policy61":"Afiliadas",
    "privacy_policy62":"Podemos divulgar información sobre usted a nuestros afiliados con el fin de poder ofrecerle productos y servicios relacionados o adicionales. Cualquier información relacionada con usted que proporcionemos a nuestros afiliados será tratada por dichos afiliados de acuerdo con los términos de esta Política de Privacidad.",
    "privacy_policy63":"Enlaces a otros sitios web",
    "privacy_policy64":"Nuestro sitio web contiene enlaces a otros sitios web que no son de nuestra propiedad ni están controlados por nosotros. Tenga en cuenta que no somos responsables de las prácticas de privacidad de dichos otros sitios web o terceros. Le recomendamos que esté atento cuando abandone nuestro sitio web y que lea las declaraciones de privacidad de todos y cada uno de los sitios web que puedan recopilar información personal.",
    "privacy_policy65":"Seguridad de información",
    "privacy_policy66":"Protegemos la información que usted proporciona en servidores informáticos en un entorno controlado y seguro, protegido del acceso, uso o divulgación no autorizados. Mantenemos salvaguardias administrativas, técnicas y físicas razonables en un esfuerzo por proteger contra el acceso, uso, modificación y divulgación no autorizados de la Información personal bajo su control y custodia. Sin embargo, no se puede garantizar ninguna transmisión de datos a través de Internet o red inalámbrica. Por lo tanto, aunque nos esforzamos por proteger su Información personal, usted reconoce que (i) existen limitaciones de seguridad y privacidad en Internet que están fuera de nuestro control; (ii) no se puede garantizar la seguridad, integridad y privacidad de toda la información y los datos intercambiados entre usted y nuestro sitio web; y (iii) dicha información y datos pueden ser vistos o alterados en tránsito por un tercero, a pesar de sus mejores esfuerzos.",
    "privacy_policy67":"Filtración de datos",
    "privacy_policy68":"En caso de que tengamos conocimiento de que la seguridad del sitio web se ha visto comprometida o que la información personal de los usuarios se ha divulgado a terceros no relacionados como resultado de una actividad externa, incluidos, entre otros, ataques de seguridad o fraude, nos reservamos el derecho de tomar medidas razonablemente apropiadas, que incluyen, entre otras, investigación y presentación de informes, así como notificación y cooperación con las autoridades encargadas de hacer cumplir la ley. En caso de una violación de datos, haremos esfuerzos razonables para notificar a las personas afectadas si creemos que existe un riesgo razonable de daño al usuario como resultado de la violación o si la ley exige la notificación de otro modo. Cuando lo hagamos, publicaremos un aviso en el sitio web y le enviaremos un correo electrónico.",
    "privacy_policy69":"Divulgación legal",
    "privacy_policy70":"Divulgaremos cualquier información que recopilemos, usemos o recibamos si la ley lo requiere o lo permite, como para cumplir con una citación o proceso legal similar, y cuando creamos de buena fe que la divulgación es necesaria para proteger nuestros derechos, proteger su seguridad. o la seguridad de otros, investigar fraude o responder a una solicitud del gobierno. En caso de que pasemos por una transición comercial, como una fusión o adquisición por parte de otra empresa, o la venta de todos o parte de sus activos, su cuenta de usuario y su información personal probablemente estarán entre los activos transferidos.",
    "privacy_policy71":"Cambios y enmiendas",
    "privacy_policy72":"Podemos actualizar esta Política de Privacidad de vez en cuando a nuestra discreción y le notificaremos cualquier cambio importante en la forma en que tratamos la Información Personal. Cuando se realicen cambios, revisaremos la fecha de actualización al final de esta página. También podemos enviarle avisos de otras maneras a nuestra discreción, como a través de la información de contacto que usted haya proporcionado. Cualquier versión actualizada de esta Política de Privacidad entrará en vigencia inmediatamente después de la publicación de la Política de Privacidad revisada, a menos que se especifique lo contrario. Su uso continuado del sitio web o los servicios después de la fecha de entrada en vigor de la Política de Privacidad revisada (o cualquier otro acto especificado en ese momento) constituirá su consentimiento a esos cambios. Sin embargo, sin su consentimiento, no utilizaremos sus Datos personales de una manera materialmente diferente a la indicada en el momento en que se recopilaron sus Datos personales.",
    "privacy_policy73":"Aceptación de esta política",
    "privacy_policy74":"Usted reconoce que ha leído esta Política y acepta todos sus términos y condiciones. Al utilizar el sitio web o sus servicios, usted acepta estar sujeto a esta Política. Si no acepta cumplir con los términos de esta Política, no está autorizado a usar o acceder al sitio web y sus servicios.",
    "privacy_policy75":"Contactando con nosotras",
    "privacy_policy76":"Si desea comunicarse con nosotros para comprender más sobre esta Política o desea comunicarse con nosotros sobre cualquier asunto relacionado con los derechos individuales y su Información personal, puede hacerlo a través del formulario de contacto, enviar un correo electrónico a webadmin@paynways.com o escribir una carta a 197 Route 18 South, Suite 3000, East Brunswick, Nueva Jersey, 08816, EE. UU.",
    "privacy_policy77":"Este documento fue actualizado por última vez el 3 de junio de 2020.",
    "password_policy": "Política de Contraseñas",
    "POLICY2":"La información de creación de cuenta y la información de inicio de sesión por primera vez deben enviarse al usuario por correo electrónico.",
    "POLICY3":"La aplicación debe exigir a los usuarios que cambien las contraseñas predeterminadas que generó el sistema al iniciar sesión en la aplicación por primera vez.",
    "POLICY4":"La aplicación debe requerir que cada usuario cambie sus contraseñas en un intervalo de al menos cada 90 días.",
    "POLICY5":"La aplicación debe mantener el historial de contraseñas para cada usuario y requiere que una nueva contraseña sea diferente de cualquiera de las últimas cuatro contraseñas.",
    "POLICY6":"La aplicación debe limitar los intentos de acceso repetido bloqueando la cuenta de usuario después de no más de seis intentos de inicio de sesión.",
    "POLICY7":"La aplicación debe establecer la duración del bloqueo en un mínimo de 30 minutos o hasta que un administrador habilite el ID De Usuario.",
    "POLICY8":"La aplicación requiere que el usuario vuelva a autenticarse para reactivar la sesión si la sesión del usuario ha estado inactiva durante más de 15 minutos.",
    "POLICY9":"Las pantallas de creación de contraseña / restablecimiento de contraseña de la aplicación deben tener una Política de contraseña que muestre las pautas para crear una contraseña.",
    "POLICY10":"La aplicación debe enmascarar toda la información confidencial cuando se muestra. (los primeros seis y los últimos cuatro dígitos son el número máximo de dígitos que se mostrarán).",
    "POLICY11":"La aplicación debe solicitar al usuario que cambie la contraseña de la cuenta periódicamente.",
    "POLICY12":"La aplicación debe tener una disposición que permita a los administradores del sistema deshabilitar / volver a habilitar temporalmente las cuentas de usuario.",
    "POLICY13":"La aplicación debe mostrar la última fecha y hora de inicio de sesión para el usuario al iniciar sesión correctamente.",
    "POLICY14":"La aplicación debe permitir la funcionalidad para configurar los tiempos de trabajo de la cuenta de usuario.",
    "POLICY15":"La aplicación debe tener los siguientes estados que se pueden asignar a una cuenta de usuario (activa)",
    "POLICY16":"La aplicación debe desactivar la cuenta de usuario no utilizada al observar la inactividad de la cuenta durante un cierto período de tiempo aceptable predefinido.",
    "s_password": "Contraseña",
    "new_password": "Nueva Contraseña",
    "confirm_new_password": "Confirmar Nueva Contraseña",
    "forgot_password": "Has olvidado tu contraseña",
    "invalid_username_password":"Usuario o Contraseña Invalido!",
    "successfully_login": "Iniciar Sesión Exitosamente",
    "successfully_submitted": "Enviado Exitosamente",
    "please_fill_required_fields": "Por favor complete los campos requeridos",
    "header_of_the_template_is_not_in_correct_format": "El encabezado de la plantilla no tiene el formato correcto",
    "please_enter_correct_json": "Por favor ingrese JSON correcto",
    "system_workflow_map": "Mapa de Flujo de Trabajo del Sistema",
    "workflow_rule": "Regla de Flujo de Trabajo",
    "deactivate": "Desactivar", 
    "activate": "Activar",
    "rule_engine":"Motor de Reglas",
    "validate":"Validar",
    "enter_user_id": "Introduzca el ID de usuario",
    "origin":"Origen",
    "destination":"Destino",
    "channel_configuration":"Configuración del Canal",
    "payment_transformation":"Transformación de Pagos",
    "input_channel":"Canal de entrada",
    "output_channel" : "Canal de salida",
    "input_type":"Tipo de entrada",
    "output_type":"Tipo de salida",
    "message_is_required": "Message is required",
    "_is_required": "se requiere",
    "meaning_is_required": "Significado es Requerido",
    "usage_is_required": "Uso es Requerido",
    "format_is_required": "Formato es Requerido",
    "payment_setup":"Configuración Pago",
    "payment_type":"Tipo de Pago",
    "payment_format": "Formato de Pago",
    "payment_field":"Campo Pago",
    "payment_master":"Maestro Pago",
    "payment_fields": "Campos de Pago",
    "choose_file": "Elija el Archivo",
    "type_is_required": "El tipo es Obligatorio",
    "payment_product_setup":"Configuración del producto de pago",
    "channel_mapping":"Mapeo de Canales",
    "date_of_operation": "Fecha de Operación",
    "clear": "Claro",
    "incoming_system": "Sistema Entrante",
    "transaction_type": "Tipo de Transacción",
    "target_system": "Objetivo del Sistema",
    "performance": "Actuación",
    "settlement": "Asentamiento",
    "liquidity_monitoring": "Monitoreo de Liquidez",
    "liquidity_configuration": "Configuración de Liquidez",
    "manage_unreserved_funds": "Administrar Fondos no Reservados",
    "manage_reserved_funds": "Administrar Fondos Reservados",
    "payment_monitoring_analysis": "Análisis de Seguimiento",
    "acquiring": "Adquisidor",
    "operators": "Operadores",
    "rules": "Normas",
    "rule_mapping": "Mapeo de Reglas",
    "issuing": "Emisor",
    "workflow": "Flujo de Trabajo",
    "workflow_task": "Tarea de Flujo de Trabajo",
    "payment_routing": "Enrutamiento de Pago",
    "dynamic": "Dinámico",
    "rule": "Regla",
    "parameter_name": "Nombre del Parámetro",
    "sub_components": "Sub Componentes",
    "value": "Valor",
    "maximum_length_should_be": "La longitud máxima debe ser",
    "date_of_operations": "Fecha de Operaciones",
    "reserved_balance": "Saldo Reservado",
    "unreserved_balance": "Saldo no Reservado",
    "track_transaction_status": "Seguimiento del Estado de la Transacción",
    "amount": "Cantidad",
    "create_fund_movement": "Crear Movimiento de Fondos",
    "tracking_key": "Clave de Seguimiento",
    "delivery_medium": "Medio de Entrega",
    "activity": "Actividad",
    "last_activity_status": "Estado de la última Actividad",
    "activity_description": "Descripción de la Actividad",
    "folio_origin": "Origen del Folio",
    "instance": "Instancia",
    "transfer_type": "Tipo de Transferencia",
    "processing_type": "Tipo de Procesamiento",
    "additional_information": "Información Adicional",
    "participant_key": "Clave de Participante",
    "participant_index": "Índice de Participantes",
    "certificate_serial_no": "Número de Serie del Certificado",
    "certificate_index": "Índice de Certificados",
    "remarks": "Observaciones",
    "source_system": "Sistema Fuente",
    "source_system_name": "Nombre del Sistema Fuente",
    "target_system_name": "Nombre del Sistema de Destino",
    "originator_participant_key": "Clave de Participante Originador",
    "by": "Por",
    "product_setup":"Configuración del Producto",
    "charges_setup":"Configuración de Cargos",
    "product_config": "Configuración del Producto",
    "product_type": "Tipo de Producto",
    "select_region": "Seleccione Región",
    "validity_of_product": "Validez del Producto",
    "start_date": "Fecha de Inicio",
    "end_date": "Fecha final",
    "product_setup_create": "Configuración del Producto Crear",
    "product_name": "Nombre del Producto",
    "manual_payment_allowed": "Pago Manual Permitido",
    "branch_payment_allowed": "Pago en Sucursal Permitido",
    "charge_setup": "Configuración de Cargos",
    "charge_name": "Nombre del Cargo",
    "beneficiary_charge": "Cargo del Beneficiario",
    "processing_charge": "Cargo de Procesamiento",
    "destination_bank": "Banco de Destino",
    "charge_amount": "Precio a Cobrar",
    "accounting template": "Plantilla de Contabilidad",
    "product_operating_region":"Región operativa del producto",
    "operating_region":"Región operativa",
    "operating_branch":"Rama operativa",
    "product_name_is_required": "El Nombre del Producto es Obligatorio",
    "product_type_is_required": "El Tipo de Producto es Obligatorio",
    "region_is_required": "Se Requiere Región",
    "start_date_is_required": "La Fecha de Inicio es Obligatoria",
    "end_date_is_required": "Se Requiere Fecha de Finalización",
    "upload_template": "Subir Plantilla",
    "charge_name_is_required": "El Nombre del Cargo es Obligatorio",
    "charge_type_is_required": "El Tipo de Cargo es Obligatorio",
    "charge_amount_is_required": "Se Requiere el Monto del Cargo",
    "channel": "Canal",
    "channel_is_required": "El Canal es Obligatorio",
    "charges_type": "Tipo de Cargos",
    "payment_product": "Producto de Pago",
    "sub_category": "Subcategoría",
    "validity_product_start": "Validez Inicio del Producto",
    "validity_product_end": "Validez Fin del Producto",
    "last_login_time": "Hora del último Inicio de Sesión",
    "payment_master_format": "Formato",
    "payment_master_connection_type": "Tipo de Conección",
    "channel_config_connection_mode": "Modo de Conexión",
    "channel_mapping_name": "Nombre del Canal",
    "product_approval_matrix": "Matriz de Aprobación de Productos",
    "sub_product_type": "Tipo de Subproducto",
    "international": "Internacional",
    "domestic": "Doméstico",
    "payment_transaction": "Transaccion de Pago",
    "remittances": "Remesas"  ,
    "technical_config": "Configuración Técnica",
    "monitoring_analysis": "Análisis de Seguimiento",
    "charges_applied_on":"Cargos Aplicados en",
    "product_coverage": "Cobertura del Producto",
    "mannual_entry_allowed": "Entrada Manual Permitida",
    "online_allowed": "Permitido en Línea",
    "batch_processing_allowed": "Procesamiento por Lotes Permitido",
    "product_processing_time": "Tiempo de Procesamiento del Producto",
    "branch_timing": "Sincronización de Sucursales",
    "follow_host": "Seguir al Anfitrión",
    "cross_border": "Transfronterizo", 
    "direct": "Directo",
    "traditional": "Tradicional",
    "reference": "Referencia",
    "charge_applied_on_is_required": "Se Requiere el Cargo Aplicado",
    "slab": "Losa",
    "fixed": "Fijo",
    "matrix": "Matriz",
    "existing": "Existente",
    "rule_number": "numero de regla",
    "last_updated_date": "Fecha de ultima actualizacion",
    "upload_data": "Subir datos",
    "24*7":"24*7",
    "approval_matrix_setup":"Configuración de la matriz de aprobación",
    "charges":"cargos",
    "payment_from": "Pago de",
    "payment_to": "Pago Para",
    "approval_type": "Tipo de Aprobación",
    "single": "Soltero",
    "multiple": "Múltiple",
    "select_approval": "Seleccionar Aprobación",
    "from": "De",
    "to": "A",
    "product_setup_detail": "Detalle de Configuración del Producto",
    "product_setup_edit": "Configuración del Producto Editar"

}